;Place localized text in this file

; ---------------- CHOSEN ASSASSIN ABILITIES -------------------

[AssassinAbility_Expose X2AbilityTemplate]
LocFriendlyName="Lay Bare"
LocLongDescription="The Assassin fires her Arashi at a target, destroying cover, removing Overwatch, Suppression, and Marking Them. This does not cost an action point."
LocHelpText="The Assassin fires her Arashi at a target, destroying cover, removing Overwatch, Suppression, and Marking Them. This does not cost an action point."
LocFlyOverText="Lay Bare"

[AssassinAbility_Decimate X2AbilityTemplate]
LocFriendlyName="Decimate"
LocLongDescription="The Assassin fires a blast from her Arashi, dealing damage to all targets in a line, and destroying all cover in a line."
LocHelpText="Fire a blast from the Assassin's Arashi that deals damage to all targets in a line, and destroys all cover in a line. This ability can Crit."
LocFlyOverText="Decimate"

[AssassinAbility_AssassinFocus X2AbilityTemplate]
LocFriendlyName="Devastation"
LocLongDescription="Devastation activates when the Assassin Kills a unit, and grants the Assassin a point of Focus. For each point of Focus, the Assassin gains bonus Mobility, Dodge, and a slight boost to her overall Damage for the Remainder of the mission."
LocHelpText="Devastation activates when the Assassin Kills a unit, and grants the Assassin a point of Focus. For each point of Focus, the Assassin gains bonus Mobility, Dodge, and a slight boost to her overall Damage for the Remainder of the mission."
LocFlyOverText="Devastation"

[AssassinAbility_DancingShadows X2AbilityTemplate]
LocFriendlyName="Dancing Shadows"
LocLongDescription="The Assassin attacks a target with her Arashi, and if struck, they are dazed."
LocHelpText="The Assassin attacks a target with her Arashi, and if struck, they are dazed."
LocFlyOverText="Dancing Shadows"

[AssassinAbility_DancingShadows2 X2AbilityTemplate]
LocFriendlyName="From The Dark"
LocLongDescription="Stealths the Assassin when Dancing Shadows is used."
LocHelpText="Stealths the Assassin when Dancing Shadows is used."
LocFlyOverText="From The Dark"

[AssassinAbility_DeadlyCadence X2AbilityTemplate]
LocFriendlyName="Deadly Cadence"
LocLongDescription="The Assassin fires a powerful blast from her Arashi, which knocks her target backwards if it hits, before firing a second shot."
LocHelpText="The Assassin fires a powerful blast from her Arashi, which knocks her target backwards if it hits, before firing a second shot."
LocFlyOverText="Deadly Cadence"

[AssassinAbility_DeadlyCadence2 X2AbilityTemplate]
LocFriendlyName="Deadly Cadence"
LocLongDescription="The Assassin fires a secondary blast from her Arashi, poisoning her target if it hits."
LocHelpText="The Assassin fires a secondary blast from her Arashi, poisoning her target if it hits."
LocFlyOverText="Deadly Cadence"

; ---------------- CHOSEN WARLOCK ABILITIES -------------------

[AHarderWar_Abilities_ChosenWarlock]
DisruptorTemplarCritDisplayText="Disruptor Rifle"
DisruptorPsiOpCritDisplayText="Disruptor Rifle"

[WarlockAbility_Disruptor X2AbilityTemplate]
LocFriendlyName="Disruptor"
LocHelpText="Attacks against Templars or Psi Operatives will crit."
LocLongDescription="The Warlock wields the Disruptor Rifle, designed to bring ruin to the Heretics who dare steal of the Gift from the Gods. Attacks against Templars and PsiOps will crit."

[WarlockAbility_DisruptorTemplar X2AbilityTemplate]
LocFriendlyName="Templar Disruptor"
LocHelpText="Attacks against Templars will crit."
LocLongDescription="Attacks against Templars will crit."

[WarlockAbility_DisruptorPsiOp X2AbilityTemplate]
LocFriendlyName="PsiOp Disruptor"
LocHelpText="Attacks against Psi Operatives will crit."
LocLongDescription="Attacks against Psi Operatives will crit."

[WarlockAbility_PsychokineticShock X2AbilityTemplate]
LocFriendlyName="Psion Shock"
LocHelpText="The Warlock infuses a bullet with Powerful Psionic Energy, additionally triggering a Psionic Aftershock in any target hit."
LocLongDescription="The Warlock infuses a bullet with Powerful Psionic Energy, additionally triggering a Psionic Aftershock in any target hit."
LocFlyOverText="Psion Shock"

[WarlockAbility_Aftershock X2AbilityTemplate]
LocFriendlyName="Aftershock"
LocHelpText="The Psionic Aftershock triggered by Psychokinetic Shock can Daze or Shatter the Soldier's resolve."
LocLongDescription="The Psionic Aftershock triggered by Psychokinetic Shock can Daze or Shatter the Soldier's resolve."
LocFlyOverText="Aftershock"

; ---------------- CHOSEN HUNTER ABILITIES -------------------

[HunterAbility_HunterFocus X2AbilityTemplate]
LocFriendlyName="Ruin"
LocLongDescription="Ruin activates when the Hunter Kills a unit, granting the Hunter a point of Focus. With each point of Focus, the Hunter gains bonus Aim and Crit Chance for the Remainder of the mission. The Hunter's Darklance massively increases in damage with each activation of Ruin."
LocHelpText="Ruin activates when the Hunter Kills a unit, granting the Hunter a point of Focus. With each point of Focus, the Hunter gains bonus Aim and Crit Chance for the Remainder of the mission. The Hunter's Darklance massively increases in damage with each activation of Ruin."
LocFlyOverText="Ruin"

[HunterAbility_Sadism X2AbilityTemplate]
LocFriendlyName="Sadism"
LocHelpText="The Hunter fires a rapid burst of pistol shots at a target, each shot applies a status effect and can crit. The First Shot causes the target to Bleed."
LocLongDescription="The Hunter fires a rapid burst of pistol shots at a target, each shot applies a status effect and can crit. The First Shot causes the target to Bleed."
LocFlyOverText="Sadism"

[HunterAbility_Sadism2 X2AbilityTemplate]
LocFriendlyName="Sadism"
LocHelpText="The Hunter fires a rapid burst of pistol shots at a target."
LocLongDescription="The Second Shot Poisons the target."
LocFlyOverText="Sadism"

[HunterAbility_Sadism3 X2AbilityTemplate]
LocFriendlyName="Sadism"
LocHelpText="The Hunter fires a rapid burst of pistol shots at a target."
LocLongDescription="The Third Shot inflicts Acid on the target."
LocFlyOverText="Sadism"

[HunterAbility_Heartseeker X2AbilityTemplate]
LocFriendlyName="Heartseeker"
LocHelpText="The Hunter fires a Darklance shot that cannot miss, ignores defenses, and can crit."
LocLongDescription="The Hunter fires a Darklance shot that cannot miss, ignores armor and shielding, and can crit."
LocFlyOverText="Heartseeker"

[HunterAbility_LethalTempo X2AbilityTemplate]
LocFriendlyName="Lethal Tempo"
LocHelpText="The Hunter fires a pistol shot at no Action Point Cost."
LocLongDescription="The Hunter fires a pistol shot at no Action Point Cost."
LocFlyOverText="Lethal Tempo"

[HunterAbility_Showdown X2AbilityTemplate]
LocFriendlyName="Showdown"
LocHelpText="The Hunter fires his Darklance at all visible soldiers."
LocLongDescription="The Hunter fires his Darklance at all visible soldiers."
LocFlyOverText="Showdown"

; ---------------- CHOSEN PACK CHOSEN WEAPONS -------------------

[AHWChosenRifle_CV X2WeaponTemplate]
FriendlyName="Chosen Assault Rifle"
FriendlyNamePlural="Chosen Assault Rifles"
BriefSummary="We've managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage once we perfect modular weapon technology."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Assault Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[AHWChosenRifle_MG X2WeaponTemplate]
FriendlyName="Chosen Mag Rifle"
FriendlyNamePlural="Chosen Mag Rifles"
BriefSummary="Magnetized projectile tech has enabled us to create rifle-style slugthrowers. They represent a substantial improvement in power relative to conventional assault rifles."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Magnetic Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[AHWChosenRifle_BM X2WeaponTemplate]
FriendlyName="Chosen Beam Rifle"
FriendlyNamePlural="Chosen Beam Rifle"
BriefSummary="Now that we've finally deciphered the aliens' devastating weapon technology and can develop beam weapons of our own, we can build rifles that will be the match of any enemy our soldiers encounter in the field."
TacticalText="<Bullet/> The Plasma Rifle is a general purpose, supremely powerful primary infantry weapons system.\n<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Plasma Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[AHWChosenRifle_T4 X2WeaponTemplate]
FriendlyName="Chosen Ultra Rifle"
FriendlyNamePlural="Chosen Ultra Rifle"
BriefSummary="Now that we've finally deciphered the aliens' devastating weapon technology and can develop beam weapons of our own, we can build rifles that will be the match of any enemy our soldiers encounter in the field."
TacticalText="<Bullet/> The Plasma Rifle is a general purpose, supremely powerful primary infantry weapons system.\n<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Plasma Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[AHWChosenShotgun_CV X2WeaponTemplate]
FriendlyName="Chosen Shotgun"
FriendlyNamePlural="Chosen Shotguns"
BriefSummary="We've managed to salvage a variety of standard infantry small arms; this is a specialized weapon for close range engagement. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage once we perfect modular weapon technology."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Shotguns are very effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Shotgun's tactical effectiveness."
AbilityDescName="shotgun"

[AHWChosenShotgun_MG X2WeaponTemplate]
FriendlyName="Chosen Mag Shotgun"
FriendlyNamePlural="Chosen Mag Shotguns"
BriefSummary="Magnetic weapons technology will let us synthesize alien alloy fragments into a spray-style projectile, and our Rangers can use it to dramatic effect: the closer the better."
TacticalText="<Bullet/> Magnetized weapon technology makes for an especially effective improvement of XCOM's combat shotgun.\n<Bullet/> Shotgun-style weapons are very effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Shard Gun's tactical effectiveness."
AbilityDescName="shotgun"

[AHWChosenShotgun_BM X2WeaponTemplate]
FriendlyName="Chosen Beam Shotgun"
FriendlyNamePlural="Chosen Beam Shotguns"
BriefSummary="The Storm Gun fires a concentrated set of beam pulses, piercing and melting the target across a substantial surface area."
TacticalText="<Bullet/> This is the most advanced shotgun-style weapon available in the XCOM arsenal.\n<Bullet/> Shotgun-style weapons are very effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Storm Gun's tactical effectiveness."
AbilityDescName="shotgun"

[AHWChosenShotgun_T4 X2WeaponTemplate]
FriendlyName="Chosen Ultra Shotgun"
FriendlyNamePlural="Chosen Ultra Shotguns"
BriefSummary="The Storm Gun fires a concentrated set of beam pulses, piercing and melting the target across a substantial surface area."
TacticalText="<Bullet/> This is the most advanced shotgun-style weapon available in the XCOM arsenal.\n<Bullet/> Shotgun-style weapons are very effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Storm Gun's tactical effectiveness."
AbilityDescName="shotgun"

[AHWChosenSword_CV X2WeaponTemplate]
FriendlyName="Chosen Sword"
FriendlyNamePlural="Chosen Swords"
BriefSummary="XCOM Rangers train in the use of edged weapons, enabling them to take out enemies in close combat."
TacticalText="<Bullet/> Rangers can attack adjacent enemies with their sword even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our edged weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="sword"

[AHWChosenSword_MG X2WeaponTemplate]
FriendlyName="Chosen Mag Sword"
FriendlyNamePlural="Chosen Mag Swords"
BriefSummary="When pure kinetic energy is no longer sufficient in the field, the Arc Blade may prove necessary. It boosts the standard Sword's combat effectiveness with the addition of an electric field, capable of stunning enemies that are not killed outright."
TacticalText="<Bullet/> The Arc Blade adds a powerful electric burst to the sword's kinetic impact, improving its damage and adding a chance to stun enemy targets."
AbilityDescName="sword"

[AHWChosenSword_BM X2WeaponTemplate]
FriendlyName="Chosen Beam Sword"
FriendlyNamePlural="Chosen Beam Swords"
BriefSummary="The Fusion Blade encases a plasma-heated metallic core in a micro-thin magnetic field, enabling devastating melee attacks that are capable of setting enemies aflame."
TacticalText="<Bullet/> This is the most advanced version of the Ranger's sword, dealing maximum damage with a chance to burn enemy targets."
AbilityDescName="sword"

[AHWChosenSword_T4 X2WeaponTemplate]
FriendlyName="Chosen Ultra Sword"
FriendlyNamePlural="Chosen Ultra Swords"
BriefSummary="The Fusion Blade encases a plasma-heated metallic core in a micro-thin magnetic field, enabling devastating melee attacks that are capable of setting enemies aflame."
TacticalText="<Bullet/> This is the most advanced version of the Ranger's sword, dealing maximum damage with a chance to burn enemy targets."
AbilityDescName="sword"

[AHWChosenSniperRifle_CV X2WeaponTemplate]
FriendlyName="Chosen Sniper Rifle"
FriendlyNamePlural="Chosen Sniper Rifles"
BriefSummary="We've managed to salvage a variety of standard infantry small arms; this is a specialized weapon for medium to long range engagement. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage once we perfect modular weapon technology."
TacticalText="<Bullet/> The sniper rifle always takes two actions to fire.\n<Bullet/> The sniper rifle suffers a penalty to hit at close range.\n<Bullet/> Use upgrades looted from enemies to improve the Sniper Rifle's tactical effectiveness."
AbilityDescName="sniper rifle"

[AHWChosenSniperRifle_MG X2WeaponTemplate]
FriendlyName="Chosen Mag Sniper Rifle"
FriendlyNamePlural="Chosen Mag Sniper Rifles"
BriefSummary="Magnetic weapons technology has particular utility for precision slow-fire weapons like sniper rifles. The Gauss Rifle will enable our Sharpshooters to cause greater damage at extended range."
TacticalText="<Bullet/> Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/> Use upgrades looted from enemies to improve the Gauss Rifle's tactical effectiveness."
AbilityDescName="sniper rifle"

[AHWChosenSniperRifle_BM X2WeaponTemplate]
FriendlyName="Chosen Beam Sniper Rifle"
FriendlyNamePlural="Chosen Beam Sniper Rifles"
BriefSummary="The aliens' focused beam technology has obvious applications for improving sniper rifles. The Plasma Lance is an unmatched sniper rifle."
TacticalText="<Bullet/> This is the apex of sniper rifle technology.\n<Bullet/> Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/> Use upgrades looted from enemies to improve the plasma sniper rifle's tactical effectiveness."
AbilityDescName="sniper rifle"

[AHWChosenSniperRifle_T4 X2WeaponTemplate]
FriendlyName="Chosen Ultra Sniper Rifle"
FriendlyNamePlural="Chosen Ultra Sniper Rifles"
BriefSummary="The aliens' focused beam technology has obvious applications for improving sniper rifles. The Plasma Lance is an unmatched sniper rifle."
TacticalText="<Bullet/> This is the apex of sniper rifle technology.\n<Bullet/> Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/> Use upgrades looted from enemies to improve the plasma sniper rifle's tactical effectiveness."
AbilityDescName="sniper rifle"

[AHWChosenSniperPistol_CV X2WeaponTemplate]
FriendlyName="Chosen Pistol"
FriendlyNamePlural="Chosen Pistols"
BriefSummary="XCOM Sharpshooters carry high-caliber pistols in addition to their sniper rifles. With the proper training, Sharpshooters can pose an enormous threat at close range."
TacticalText="<Bullet/> Pistols can be much more than a sidearm in the hands of a trained Sharpshooter.\n<Bullet/> Unlike the sniper rifle, pistols can be fired with a single action.\n<Bullet/> Sharpshooters can train several abilities that dramatically enhance their use of pistols."

[AHWChosenSniperPistol_MG X2WeaponTemplate]
FriendlyName="Chosen Mag Pistol"
FriendlyNamePlural="Chosen Mag Pistols"
BriefSummary="Based on the advances in magnetic weapons tech we've achieved, this new pistol boasts a substantial improvement in power over our conventional pistol."
TacticalText="<Bullet/> Magnetic pistols are substantially more effective than their conventional precursors.\n<Bullet/> Unlike the sniper rifle, pistols can be fired with a single action."
AbilityDescName="Pistol"

[AHWChosenSniperPistol_BM X2WeaponTemplate]
FriendlyName="Chosen Beam Pistol"
FriendlyNamePlural="Chosen Beam Pistols"
BriefSummary="The ultimate sidearm, this pistol integrates the aliens' beam weapons technology to powerful effect."
TacticalText="<Bullet/> Beam pistols are the most powerful handguns on Earth.\n<Bullet/> Unlike the sniper rifle, pistols can be fired with a single action."

[AHWChosenSniperPistol_T4 X2WeaponTemplate]
FriendlyName="Chosen Ultra Pistol"
FriendlyNamePlural="Chosen Ultra Pistols"
BriefSummary="The ultimate sidearm, this pistol integrates the aliens' beam weapons technology to powerful effect."
TacticalText="<Bullet/> Beam pistols are the most powerful handguns on Earth.\n<Bullet/> Unlike the sniper rifle, pistols can be fired with a single action."

; ---------------- CHOSEN PACK GRENADES -------------------

[OceanFogGrenade X2GrenadeTemplate]
FriendlyName="Ocean Fog"
FriendlyNamePlural="Ocean Fog"
BriefSummary="Damages, Blinds, and Poisons Units."
TacticalText="<Bullet/> A damaging and blinding grenade that poisons all targets hit."
ThrownAbilityName="Ocean Fog"
ThrownAbilityHelpText="Throw Ocean Fog at target area."

[HunterTraumaGrenade X2GrenadeTemplate]
FriendlyName="Trauma Grenade"
FriendlyNamePlural="Trauma Grenades"
BriefSummary="Damages and Concussess Units."
TacticalText="<Bullet/> A damaging and concussing grenade."
ThrownAbilityName="Trauma Grenade"
ThrownAbilityHelpText="Throw Trauma Grenade at target area."